{
  "text": {
    "hey": 28,
    "hello": 27,
    "hi": 29,
    "there": 61,
    "good": 25,
    "morning": 42,
    "bye": 14,
    "goodbye": 26,
    "see": 55,
    "you": 73,
    "plan": 51,
    "a": 1,
    "__number__": 0,
    "day": 19,
    "trip": 66,
    "to": 62,
    "paris": 48,
    "under": 67,
    "dollars": 21,
    "tokyo": 63,
    "for": 24,
    "usd": 68,
    "with": 71,
    "kids": 35,
    "activities": 2,
    "i": 31,
    "want": 69,
    "itinerary": 34,
    "in": 32,
    "budget": 13,
    "singapore": 58,
    "per": 49,
    "interests": 33,
    "food": 23,
    "culture": 18,
    "show": 57,
    "me": 41,
    "top": 64,
    "attractions": 8,
    "of": 46,
    "lat": 37,
    "lon": 38,
    "days": 20,
    "at": 7,
    "coordinates": 15,
    "create": 16,
    "an": 4,
    "london": 39,
    "suggest": 59,
    "barcelona": 11,
    "cultural": 17,
    "rome": 54,
    "history": 30,
    "and": 5,
    "art": 6,
    "need": 44,
    "adventure": 3,
    "bangkok": 10,
    "organize": 47,
    "new": 45,
    "york": 72,
    "tour": 65,
    "kuala": 36,
    "lumpur": 40,
    "nature": 43,
    "please": 52,
    "sydney": 60,
    "aud": 9,
    "what": 70,
    "should": 56,
    "recommend": 53,
    "places": 50,
    "best": 12,
    "families": 22
  },
  "intent": {
    "greet": 2,
    "goodbye": 1,
    "plan_trip": 3,
    "ask_recommendations": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_plan_trip": 7,
    "utter_goodbye": 13,
    "utter_greet": 14,
    "utter_plan_summary": 15
  },
  "action_text": null,
  "intent_response_key": null
}